;(function ($) { $.fn.datepicker.language['ja'] = {
    days: ['日曜日', '月曜', '火曜日', '水曜日', '木曜日', '金曜日', '土曜日'],
    daysShort: ['太陽', '月曜', '火', '水曜日', '木曜日', '金曜日', '土曜日'],
    daysMin: ['太陽', '月曜', '火', '水曜日', '木曜日', '金曜日', '土曜日'],
    months: ['一月','2月','行進','4月','5月','六月', '7月','8月','九月','10月','11月','12月'],
    monthsShort: ['一月','2月','行進','4月','5月','六月', '7月','8月','九月','10月','11月','12月'],
    today: '今日',
    clear: 'クリア',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);